function myFunction1(){
	alert("沙茶面是福建省闽南地区、台湾地区和东南亚地区的一道特色美食，中国的沙茶面分闽南沙茶、广东潮汕沙茶等风味。其妙处在于沙茶酱的制作，而沙茶酱用以制作汤头。沙茶酱主料有虾干、鱼干、葱头、蒜头、老姜等十几种食材构成，经油炸香酥再研磨细，制成沙茶酱待用");
}
function myFunction2(){
	alert("蚵仔煎(海蛎煎)是福建沿海城市,台湾和潮汕地区的特色小吃,在闽语系地区(闽南-泉州厦门漳州)、福州、莆田、潮汕)自古有之,蚵仔煎据传是一种在贫穷社会之下所发明的一种创意料理,是先民困苦,在无法饱食下所发明的替代粮食,是一种贫苦生活的象征。");
}
function myFunction3(){
	alert("闽南土笋冻”是一道很有特色的小食，其实此“笋”非彼“笋”，土笋是生长在海滩泥沙中的一种软体小动物——海沙虫，因形似“小笋”而得名，它体内含有丰富的胶质，经过熬煮后所含的胶质融入水中，冷却后即成果冻状，口感清脆，味美甘甜，如果佐以萝卜酸、芥辣酱或是闽南特制鲜味汁，吃起来更加鲜嫩爽口，感觉如吃果冻般过瘾。");
}
function myFunction4(){
	alert("厦门作为沿海城市，到这里来一顿鲜甜可口的海鲜，上了不少游客的旅游清单。何况，还有些值得品尝的专有特色，比如，独特的烹调方式——酱油水、煎蟹等，既美味又代表了厦门的老滋味。选取了9家海鲜店，人气与口碑较高，也有其独特的餐品，各有千秋，品尝地分布在中山路、曾厝垵、白鹭洲、鼓浪屿，为准备在厦门饱尝海味的游客提供参考：中山路|金家港海鲜大排档；中山路|尚青闽菜·蒸汽海鲜馆
；中山路|姜母鸭强煎蟹；曾厝垵|拾海铺海鲜坊；曾厝垵|亚尖大排档；白鹭洲|小眼镜大排档；白鹭洲|禾湟记海鲜捞；鼓浪屿|渔铺·私厨；鼓浪屿|小酌海鲜本港菜");
}
function myFunction5(){
	alert("四果汤是一道美味可口的名点，发源于福建闽南地区。味甜爽口，清凉解毒。在很多代人的记忆里都离不开一种伴随着炎夏和蝉声的爽口甜蜜，那种爽口香甜源自于一碗流传已久的四果汤。");
}
